CREATE DATABASE  IF NOT EXISTS `Martin` /*!40100 DEFAULT CHARACTER SET latin1 */;
USE `Martin`;
-- MySQL dump 10.13  Distrib 5.7.17, for Win64 (x86_64)
--
-- Host: localhost    Database: Martin
-- ------------------------------------------------------
-- Server version	5.6.40

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Table structure for table `pinglun`
--

DROP TABLE IF EXISTS `pinglun`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `pinglun` (
  `pinglun_comment_id` bigint(11) NOT NULL,
  `pinglun_name` varchar(255) CHARACTER SET utf8 NOT NULL,
  `pinglun_content` varchar(255) CHARACTER SET utf8 DEFAULT NULL,
  `pinglun_time` datetime NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=latin1;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `pinglun`
--

LOCK TABLES `pinglun` WRITE;
/*!40000 ALTER TABLE `pinglun` DISABLE KEYS */;
INSERT INTO `pinglun` VALUES (16,'Martin','2134321','2018-04-22 04:21:06'),(17,'Martin','234234','2018-04-22 04:21:56'),(16,'哩哈哈','很好','2018-04-23 08:25:51'),(18,'哩哈哈','很好','2018-04-23 08:25:58'),(19,'哩哈哈','很好','2018-04-23 08:26:04'),(21,'哩哈哈','帅！','2018-04-23 08:27:53'),(17,'哩哈哈','帅！','2018-04-23 08:27:57'),(20,'梁俊華','点赞呢~','2018-04-23 08:28:12'),(25,'哩哈哈','好','2018-04-23 08:28:33'),(22,'哩哈哈','华哥','2018-04-23 08:28:50'),(22,'哩哈哈','华哥','2018-04-23 08:28:52'),(20,'哩哈哈','华哥','2018-04-23 08:28:58'),(20,'哩哈哈','给你点赞！','2018-04-23 08:29:06'),(24,'哩哈哈','给你点赞！','2018-04-23 08:29:16'),(27,'姐姐','霖','2018-04-23 08:38:33'),(22,'Kris.莹','哈哈哈','2018-04-23 09:48:40'),(27,'Martin','小菲','2018-04-24 08:49:22'),(32,'Martin','w4tr2','2018-04-24 10:09:56'),(31,'Martin','的','2018-04-24 11:01:28'),(40,'梁俊華','嗯/:@x ','2018-04-25 09:26:13'),(41,'Kris.莹','哈哈哈','2018-04-25 10:12:17'),(42,'Kris.莹','哇哇哇','2018-04-25 10:12:46'),(47,'Martin','11444444444444444411145547856366666655585411474552366','2018-04-26 07:17:35'),(42,'梁俊華','。。。','2018-04-26 09:35:22'),(47,'Martin','wqgasgawegerhsfhgsdhse','2018-04-27 07:15:10'),(47,'Martin','啊四个号我能搞高三高三的个脑i汇报哦i包三送的红好哦i  ','2018-04-27 07:15:25'),(47,'Martin','啊四个号我能搞高三高三的个脑i汇报哦i包三送的红好哦i  ','2018-04-27 07:15:25'),(47,'Martin','啊四个号我能搞高三高三的个脑i汇报哦i包三送的红好哦i  ','2018-04-27 07:15:26'),(47,'Martin','11111111111111111111111111111111111111111111111111111111111111111111111111111111111111','2018-04-27 07:19:57'),(47,'Martin','11111111111111111111111111111111111111111111111111111111111111111111111111111111111111','2018-04-27 07:19:58'),(47,'Martin','11111111111111111111111111111111111111111111111111111111111111111111111111111111111111','2018-04-27 07:20:14'),(47,'Martin','11111111111111111111111111111111111111111111111111111111111111111111111111111111111111','2018-04-27 07:20:21'),(47,'Martin','a d  的 速度突然是个人的个的豆腐干有发的 和风格化规划风格化的热天u那个不成本从下次v许下vxcv','2018-04-27 07:21:49'),(47,'Martin','6666666666666666666666666666666666666666666666666666666666','2018-04-27 07:22:27'),(47,'Martin','6666666666666666666666666666666666666666666666666666666666','2018-04-27 07:22:30'),(47,'Martin','6666666666666666666666666666666666666666666666666666666666','2018-04-27 07:22:31'),(29,'Martin','阿三阿三阿三阿三阿三阿三阿三阿三阿三阿三阿三阿三阿三阿三阿三阿三','2018-04-27 07:23:10'),(29,'Martin','666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666666','2018-04-27 07:27:27'),(47,'Martin','6666666666666666666666666666666啊666666666666666666666666666666666666666666666666666','2018-04-27 07:29:02'),(47,'Martin','hhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhh','2018-04-27 07:38:43'),(48,'Martin','评论','2018-04-28 05:41:30'),(48,'Martin','李宁自助灵犀一指回馈明个how','2018-04-28 06:28:28'),(50,'Martin','阿拉？啥玩意？','2018-04-28 09:34:39'),(50,'Martin','阿拉？啥玩意？','2018-04-28 09:34:41'),(56,'Martin','强','2018-04-30 11:41:45'),(57,'Eddieant','怎么删的？','2018-04-30 11:46:55'),(57,'Martin','强','2018-04-30 11:52:49'),(57,'Martin','没有删除功能','2018-04-30 11:53:01'),(56,'Eddieant','电子烟得得？','2018-05-01 12:03:31'),(84,'Panda Honk','车不错','2018-05-03 10:12:10'),(49,'Panda Honk','哈哈','2018-05-03 10:13:50'),(25,'Panda Honk','傻子','2018-05-03 10:14:37'),(88,'Martin','评论','2018-05-03 10:16:27'),(87,'Martin','不了不了','2018-05-03 10:17:14'),(97,'Martin','就你最会装逼','2018-05-03 10:23:37'),(97,'Martin','就你最会装逼','2018-05-03 10:23:37'),(97,'梁俊華','是的是的~','2018-05-03 10:25:02'),(113,'柴九','主编，只能输入5个字符，容量太少了','2018-05-05 11:31:11'),(113,'柴九','主编，题目只能输入5个字符，容量太少了','2018-05-05 11:31:33'),(113,'哩哈哈','好像是可以的喔～看其他人的','2018-05-06 09:15:39'),(125,'Martin','asdf','2018-05-08 10:40:16'),(116,'Martin','不错','2018-05-08 10:48:13'),(116,'Martin','不错','2018-05-08 10:48:16'),(118,'Panda Honk','666','2018-05-09 10:29:06'),(141,'Martin','asef','2018-05-09 09:54:27'),(141,'Martin','aaa','2018-05-09 09:55:04'),(134,'Martin','a','2018-05-09 10:01:36'),(134,'Martin',' 回复 Panda Honk: a','2018-05-09 10:01:40'),(134,'Martin',' 回复 Panda Honk: a','2018-05-09 10:01:43'),(118,'Martin',' 回复 Panda Honk: haha','2018-05-09 10:05:51'),(118,'Martin',' 回复 Panda Honk: lulu','2018-05-09 10:06:33'),(144,'Martin','测试回复？','2018-05-09 10:14:58'),(145,'Martin','测试回复？','2018-05-09 10:15:02'),(145,'Martin','aa','2018-05-09 10:38:51'),(103,'Martin','aa','2018-05-09 10:39:05'),(103,'Martin','bb','2018-05-09 10:41:08'),(149,'Panda Honk','test','2018-05-09 10:43:47'),(148,'Panda Honk','test','2018-05-09 10:43:57'),(103,'Kris.莹','测试2','2018-05-09 10:46:40'),(150,'Kris.莹','测试2','2018-05-09 10:46:44'),(103,'Martin',' 回复 Kris.莹: haha','2018-05-09 10:49:34'),(150,'Martin',' 回复 Kris.莹: 测试回复','2018-05-09 10:52:00'),(148,'Martin',' 回复 Panda Honk: 测试测试','2018-05-09 10:57:06'),(150,'Martin','测试评论','2018-05-09 10:58:16');
/*!40000 ALTER TABLE `pinglun` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2018-05-09 23:04:22
